export const state = {
  intro: {
    sources: [
      // {
      //   src: "http://www.feedmusic.com/videos/intro.mp4",
      //   type: "video/mp4"
      // },
      {
        src: "https://vjs.zencdn.net/v/oceans.mp4",
        type: "video/mp4"
      }
    ],
    paragraphs: [
      "石纪元完整版在线观看和石纪",
      "元免费高清手机云播由天狼影视为您提供",
      "石纪元发行于2007年",
      "天狼影视为您更新的石纪元版本为更新至24集",
      "由小林裕介、古川慎、市之濑加那、中村悠一等演员参与主演",
      "全人类因谜般的现象而在一瞬间石化，之后过了数千年——",
      "21世纪某年，地球被突如其来的“石化”现象袭击，所有的人类和燕子都变成了“石像”，文明毁灭",
      "3700年之后，曾经的科学狂人中学生石神千空和体力超强中学生大木大树相继从石化状态中恢复",
      "并且找到了让人类解除“石化”的方法，石神千空决定用科学的力量，拯救全人类，以及重建人类文明",
      "故事伊始，就把主角们面临的短期困境和中期困境和长期困境列的明明白白，很有让人看下去的动力",
      "开篇阶段，故事的气氛是非常写实的，千空用半年时间才勉强搭了一个草房",
      '大树恢复后，两人用将近一年的时间，才做好了高度酒蒸馏装置并且配置好了"解除石化”的溶液"'
    ]
  }
};

export const actions = {};
